Repository: DerLobi/Depressed
Catalog: Depressed?/Supporting Files/*.lproj/Localizable.strings
Languages: de, fr

# question_title_losing_interest
source: Little interest or pleasure
de: Wenig Interesse oder Freude
fr: Peu d'intérêts ou de plaisir

# question_text_losing_interest
source: Over the last 2 weeks, how often have you been bothered by having little interest or pleasure in doing things?
de: Wie oft fühltest du dich in den letzten 2 Wochen dadurch beeinträchtigt, dass du wenig Interesse oder Freude an deinen Aktivitäten hattest?
fr: Durant les deux dernières semaines, avez-vous souvent fait des choses qui vous ennuyaient ou vous procuraient peu de plaisir?

# question_title_feeling_depressed
source: Feeling depressed
de: Bedrückt oder hoffnungslos fühlen
fr: Sentiment dépressif

# question_text_feeling_depressed
source: Over the last 2 weeks, how often have you been bothered by feeling down, depressed, or hopeless?
de: Wie oft fühltest du dich in den letzten 2 Wochen durch Niedergeschlagenheit, Bedrücktheit oder Hoffnungslosigkeit beeinträchtigt?
fr: Durant les deux dernières semaines, vous êtes-vous souvent sentit maussade, dépressif ou sans espoir?

# question_title_trouble_sleeping
source: Trouble sleeping
de: Schlafschwierigkeiten
fr: Troubles du someil

# question_text_trouble_sleeping
source: Over the last 2 weeks, how often have you been bothered by having trouble falling or staying asleep, or sleeping too much?
de: Wie oft fühltest du dich in den letzten 2 Wochen dadurch beeinträchtigt, dass du Schwierigkeiten beim Ein- oder Durchschlafen oder vermehrten Schlaf hattest?
fr: Durant les deux dernières semaines, avez-vous souvent rencontré des difficultés à vous endormir, à rester éveiller ou à dormir de trop?

# question_title_feeling_tired
source: Feeling tired
de: Müdigkeit
fr: Sensation de fatigue

# question_text_feeling_tired
source: Over the last 2 weeks, how often have you been bothered by feeling tired or having little energy?
de: Wie oft fühltest du dich in den letzten 2 Wochen durch Müdigkeit oder dem Gefühl, keine Energie zu haben beeinträchtigt?
fr: Durant les deux dernières semaines, vous êtes-vous souvent sentit fatigué ou sans énergie?

# question_title_poor_appetite
source: Poor appetite or overeating
de: Appetit
fr: Peu d'appétit ou trop d'appétit

# question_text_poor_appetite
source: Over the last 2 weeks, how often have you been bothered by having poor appetite or overeating?
de: Wie oft fühltest du dich in den letzten 2 Wochen durch verminderten Appetit oder einem übermäßigen Bedürfnis zu essen beeinträchtigt?
fr: Durant les deux dernières semaines, avez-vous constaté un manque d'appétit ou, au contraire, une tendance à trop manger?

# question_title_low_self_esteem
source: Feeling bad about yourself
de: Schlecht über sich denken
fr: Mauvaise opinion de soi

# question_text_low_self_esteem
source: Over the last 2 weeks, how often have you been bothered by feeling bad about yourself - or that you are a failure or have let yourself or your family down?
de: Wie oft fühltest du dich in den letzten 2 Wochen durch eine schlechte Meinung von dir selbst, dem Gefühl ein Versager zu sein oder deine Familie enttäuscht zu haben beeinträchtigt?
fr: Durant les deux dernières semaines, avez-vous eu une mauvaise opinion de vous, un sentiment d'échec, ou sentit un laisser aller pour vous ou votre famille?

# question_title_trouble_concentrating
source: Trouble concentrating
de: Schwierigkeiten sich zu konzentrieren
fr: Trouble de la concentration

# question_text_trouble_concentrating
source: Over the last 2 weeks, how often have you been bothered by having trouble concentrating on things, such as reading the newspaper or watching television?
de: Wie oft fühltest du dich in den letzten 2 Wochen durch Schwierigkeiten sich auf etwas zu konzentrieren (z.B. beim Zeitunglesen oder Fernsehen) beeinträchtigt?
fr: Durant les deux dernières semaines, avez-vous régulièrement eu du mal à vous concentrer sur des tâches simples, tel que lire un journal ou regarder la télévision?

# question_title_slow_or_fast
source: Moving/speaking slow or fast
de: Schneller oder langsamer bewegen/sprechen
fr: Comportement altéré

# question_text_slow_or_fast
source: Over the last 2 weeks, how often have you been bothered by moving or speaking so slowly that people could have noticed? Or the opposite - being so fidgety or restless that you have been moving around a lot more than usual?
de: Wie oft fühltest du dich in den letzten 2 Wochen dadurch beeinträchtigt, dass deine Bewegungen oder deine Sprache so verlangsamt, dass es auch anderen aufgefallen sein könnte? Oder warst du im Gegenteil eher „zappelig“ oder ruhelos und hattest dadurch einen stärkeren Bewegungsdrang als sonst?
fr: Durant les deux dernières semaines, avez-vous constaté une modification de votre vitesse d'élocution ou de mouvement, tel qu'une surexcitation ou à l'inverse, un certain immobilisme?

# question_title_feeling_suicidal
source: Suicidal thoughts or self-harm
de: Suizidgedanken und Selbstverletzung
fr: Pensée suicidaire ou dégradation corporelle

# question_text_feeling_suicidal
source: Over the last 2 weeks, how often have you been bothered by thoughts that you would be better off dead or of hurting yourself in some way?
de: Wie oft fühltest du dich in den letzten 2 Wochen durch Gedanken, dass du lieber tot wärst oder dir Leid zufügen möchtest beeinträchtigt?
fr: Durant les deux dernières semaines, avez-vous pensé que vous seriez mieux mort ou blessé?

# choice_more_than_half_the_days
source: More than half the days
de: An mehr als der Hälfte der Tage
fr: Régulièrement, au moins un jour sur deux

# choice_nearly_every_day
source: Nearly every day
de: Beinahe jeden Tag
fr: Quasiment tous les jours

# choice_not_at_all
source: Not at all
de: Überhaupt nicht
fr: Jamais

# choice_several_days
source: Several days
de: An einzelnen Tagen
fr: Parfois

# diagnosis_mild_depression
source: mild depression
de: schwache Depression
fr: Dépression moyenne

# diagnosis_minimal_depression
source: minimal depression
de: minimale Depression
fr: Dépression minime

# diagnosis_moderate_depression
source: moderate depression
de: mittelgradige Depression
fr: Dépression modérée

# diagnosis_moderately_severe_depression
source: moderately severe depression
de: mittelschwere Depression
fr: Dépression moyenne à sévère

# diagnosis_no_depression
source: not depressed
de: nicht depressiv
fr: Pas de dépression

# diagnosis_severe_depression
source: severe depression
de: schwere Depression
fr: Dépression sévère

# diagnosis_text_mild_depression
source: Your answers indicate that you have a mild depression.
de: Deine Antworten deuten darauf hin, dass du eine schwache Depression hast.
fr: Vos réponses indiquent une légère dépression.

# diagnosis_text_minimal_depression
source: Your answers indicate that you have a minimal depression.
de: Deine Antworten deuten darauf hin, dass du eine minimale Depression hast.
fr: Vos réponses indiquent une dépression minime.

# diagnosis_text_moderate_depression
source: Your answers indicate that you have a moderate depression.
de: Deine Antworten deuten darauf hin, dass du eine mittelgradige Depression hast.
fr: Vos réponses indiquent une dépression moyenne.

# diagnosis_text_moderately_severe_depression
source: Your answers indicate that you have a moderately severe depression.
de: Deine Antworten deuten darauf hin, dass du eine mittelschwere Depression hast.
fr: Vos réponses indiquent une dépression moyenne à sévère.

# diagnosis_text_no_depression
source: Your answers indicate that you are not depressed.
de: Deine Antworten deuten darauf hin, dass du nicht depressiv bist.
fr: Vos réponses indiquent que vous n'êtes pas en dépression.

# diagnosis_text_severe_depression
source: Your answers indicate that you have a severe depression.
de: Deine Antworten deuten darauf hin, dass du eine schwere Depression hast.
fr: Vos réponses indiquent une dépression sévère.

# suicidal_text
source: You have stated that you felt to be better off dead on at least several days. Please talk to someone!
de: Du hast angegeben, dass du zumindest an einzelnen Tagen daran denkst, lieber tot zu sein. Bitte sprich mit jemandem!
fr: Vous avez indiqué que vous feriez mieux de mettre fin à vos jours durant ces derniers jours. Parlez en à quelqu'un, ne restez pas seul!

# explanation_no_depression_not_enough_answers_critical
source: You have answered fewer than four questions with at least "more than half the days". Therefore a depressive disorder is not considered.
de: Du hast weniger als vier Fragen mit mindestens "an mehr als der Hälfte der Tage" beantwortet. Daher wird eine depressive Erkrankung nicht in Betracht gezogen.
fr: Vous avez répondu moins de quatre fois en utilisant "Régulièrement" ou plus. Vous ne semblez pas sujet à un syndrome dépressif.

# explanation_no_depression_first_questions_not_critical
source: You have not answered the first or second questions with at least "more than half the days". Therefore a depressive disorder is not considered.
de: Du hast die erste oder zweite Frage nicht mit mindestens "an mehr als der Hälfte der Tage" beantwortet. Daher wird eine depressive Erkrankung nicht in Betracht gezogen.
fr: Vous n'avez pas répondu aux deux premières questions en utilisant au moins "Régulièrement". Vous ne semblez pas sujet à un syndrome dépressif.

# explanation_depression
source: You have answered four or more questions with at least "more than half the days", including the first or second question. Therefore a depressive disorder has to be considered.
de: Du hast vier oder mehr Fragen mit mindestens "an mehr als der Hälfte der Tage" beantwortet, darunter die erste oder zweite Frage. Daher wird eine depressive Erkrankung in Betracht gezogen.
fr: Vous avez répondu au moins quatre fois en utilisant "Régulièrement", y compris à l'une des deux premières questions. Vous ête probablement sujet à un syndrome dépressif.

# find_help_credits_format
source: The 'Find Help' link is provided by the %@
de: Der 'Hilfe finden' Link führt zu einem Angebot der %@
fr: Le liens "Touver de l'aide" est fournit par %@
